Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %lld votes
ar: %lld صوت
bn: %lld ভোট
ca: %lld vots
cs: Hlasy: %lld
da: %lld stemmer
de: %lld Stimmen
el: %lld ψήφοι
es: %lld votos
es_mx: %lld votos
fi: %lld ääntä
gu: %lld મત
he: %lld קולות
hi: %lld वोट
hr: Glasova: %lld
hu: %lld szavazat
id: %lld suara
it: %lld voti
ja: %lld 票
kn: %lld ಮತಗಳು
ko: %lld표
ml: %lld വോട്ടുകൾ
mr: %lld मते
ms: %lld undian
nb: %lld stemmer
nl: %lld stemmen
or: %lld ଭୋଟ୍
pa: %lld ਵੋਟਾਂ
pl: Głosy: %lld
pt_br: %lld votos
pt_pt: %lld votos
ro: %lld voturi
ru: Голосов: %lld
sk: Hlasy: %lld
sl: Glasovi: %lld
sv: %lld röster
ta: %lld வாக்குகள்
te: %lld ఓట్లు
th: %lld โหวต
tr: %lld oy
uk: Голосів: %lld
ur: %lld ووٹ
vi: %lld phiếu bầu
zh_hans: %lld 票
zh_hant: %lld 票

source: No details yet.
ar: لا توجد تفاصيل بعد.
bn: এখনও কোনো বিবরণ নেই।
ca: Encara no hi ha detalls.
cs: Zatím žádné podrobnosti.
da: Ingen detaljer endnu.
de: Noch keine Details.
el: Δεν υπάρχουν ακόμη λεπτομέρειες.
es: Aún no hay detalles.
es_mx: Aún no hay detalles.
fi: Ei vielä tietoja.
fr: Aucun détail pour le moment.
gu: હજી કોઈ વિગતો નથી.
he: אין עדיין פרטים.
hi: अभी कोई विवरण नहीं।
hr: Još nema pojedinosti.
hu: Még nincsenek részletek.
id: Belum ada detail.
it: Nessun dettaglio per ora.
ja: 詳細はまだありません。
kn: ಇನ್ನೂ ಯಾವುದೇ ವಿವರಗಳಿಲ್ಲ.
ko: 아직 세부 정보가 없습니다.
ml: ഇതുവരെ വിശദാംശങ്ങളില്ല.
mr: अद्याप कोणतेही तपशील नाहीत.
ms: Belum ada butiran.
nb: Ingen detaljer ennå.
nl: Nog geen details.
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ବିବରଣୀ ନାହିଁ।
pa: ਹਾਲੇ ਕੋਈ ਵੇਰਵੇ ਨਹੀਂ।
pl: Brak szczegółów.
pt_br: Ainda não há detalhes.
pt_pt: Ainda não existem detalhes.
ro: Încă nu există detalii.
ru: Пока нет подробностей.
sk: Zatiaľ žiadne podrobnosti.
sl: Še ni podrobnosti.
sv: Inga detaljer ännu.
ta: இன்னும் விவரங்கள் இல்லை.
te: ఇంకా వివరాలు లేవు.
th: ยังไม่มีรายละเอียด
tr: Henüz ayrıntı yok.
uk: Поки немає подробиць.
ur: ابھی کوئی تفصیلات نہیں۔
vi: Chưa có chi tiết.
zh_hans: 暂无详细信息。
zh_hant: 尚無詳細資訊。

source: Not Rated
ar: غير مصنَّف
bn: রেটিং নেই
ca: Sense classificar
cs: Nehodnoceno
da: Ikke vurderet
de: Nicht bewertet
el: Χωρίς διαβάθμιση
es: Sin clasificar
es_mx: Sin clasificación
fi: Ei luokiteltu
fr: Non évalué
gu: રેટિંગ નથી
he: לא מדורג
hi: रेटिंग नहीं
hr: Bez ocjene
hu: Nincs besorolva
id: Belum Dinilai
it: Non classificato
ja: 評価なし
kn: ರೇಟಿಂಗ್ ಇಲ್ಲ
ko: 등급 없음
ml: റേറ്റിംഗ് ഇല്ല
mr: रेटिंग नाही
ms: Tiada Penarafan
nb: Ikke vurdert
nl: Niet beoordeeld
or: ରେଟିଂ ନାହିଁ
pa: ਰੇਟਿੰਗ ਨਹੀਂ
pl: Bez oceny
pt_br: Sem classificação
pt_pt: Sem classificação
ro: Neclasificat
ru: Без оценки
sk: Nehodnotené
sl: Brez ocene
sv: Ej klassad
ta: மதிப்பீடு இல்லை
te: రేటింగ్ లేదు
th: ไม่มีการจัดเรต
tr: Derecelendirilmemiş
uk: Без оцінки
ur: درجہ بندی نہیں
vi: Chưa xếp hạng
zh_hans: 未分级
zh_hant: 未分級

source: Parents Guide
ar: دليل الوالدين
bn: অভিভাবক নির্দেশিকা
ca: Guia per a pares
cs: Průvodce pro rodiče
da: Forældreguide
de: Elternratgeber
el: Οδηγός για γονείς
es: Guía para padres
es_mx: Guía para padres
fi: Vanhempien opas
fr: Guide parental
gu: માતાપિતા માર્ગદર્શિકા
he: מדריך להורים
hi: अभिभावक गाइड
hr: Vodič za roditelje
hu: Szülői útmutató
id: Panduan Orang Tua
it: Guida per i genitori
ja: 保護者向けガイド
kn: ಪೋಷಕರ ಮಾರ್ಗದರ್ಶಿ
ko: 부모 가이드
ml: രക്ഷിതാക്കൾക്കുള്ള ഗൈഡ്
mr: पालक मार्गदर्शक
ms: Panduan Ibu Bapa
nb: Foreldreguide
nl: Ouderwijzer
or: ଅଭିଭାବକ ଗାଇଡ୍
pa: ਮਾਪਿਆਂ ਲਈ ਗਾਈਡ
pl: Przewodnik dla rodziców
pt_br: Guia para os pais
pt_pt: Guia para pais
ro: Ghid pentru părinți
ru: Руководство для родителей
sk: Sprievodca pre rodičov
sl: Vodnik za starše
sv: Föräldraguide
ta: பெற்றோர் வழிகாட்டி
te: తల్లిదండ్రుల గైడ్
th: คู่มือสำหรับผู้ปกครอง
tr: Ebeveyn Rehberi
uk: Посібник для батьків
ur: والدین کے لیے رہنما
vi: Hướng dẫn cho phụ huynh
zh_hans: 家长指南
zh_hant: 家長指南

source: Provided by IMDb
ar: مقدَّم من IMDb
bn: IMDb দ্বারা প্রদত্ত
ca: Proporcionat per IMDb
cs: Poskytuje IMDb
da: Leveret af IMDb
de: Bereitgestellt von IMDb
el: Παρέχεται από το IMDb
es: Proporcionado por IMDb
es_mx: Proporcionado por IMDb
fi: Tiedot: IMDb
fr: Fourni par IMDb
gu: IMDb દ્વારા પ્રદાન
he: מסופק על ידי IMDb
hi: IMDb द्वारा प्रदान किया गया
hr: Pruža IMDb
hu: Forrás: IMDb
id: Disediakan oleh IMDb
it: Fornito da IMDb
ja: 提供: IMDb
kn: IMDb ಒದಗಿಸಿದೆ
ko: IMDb 제공
ml: IMDb നൽകുന്നത്
mr: IMDb द्वारे प्रदान
ms: Disediakan oleh IMDb
nb: Levert av IMDb
nl: Geleverd door IMDb
or: IMDb ଦ୍ୱାରା ପ୍ରଦାନ
pa: IMDb ਵੱਲੋਂ ਪ੍ਰਦਾਨ
pl: Dostarczane przez IMDb
pt_br: Fornecido pelo IMDb
pt_pt: Fornecido pelo IMDb
ro: Furnizat de IMDb
ru: Предоставлено IMDb
sk: Poskytuje IMDb
sl: Zagotavlja IMDb
sv: Tillhandahålls av IMDb
ta: IMDb வழங்கியது
te: IMDb అందించినది
th: ให้บริการโดย IMDb
tr: IMDb tarafından sağlanır
uk: Надано IMDb
ur: IMDb کی جانب سے فراہم کردہ
vi: Cung cấp bởi IMDb
zh_hans: 由 IMDb 提供
zh_hant: 由 IMDb 提供

source: Severity
ar: الشدة
bn: তীব্রতা
ca: Gravetat
cs: Závažnost
da: Alvorlighed
de: Schweregrad
el: Σοβαρότητα
es: Gravedad
es_mx: Gravedad
fi: Vakavuus
fr: Intensité
gu: તીવ્રતા
he: חומרה
hi: गंभीरता
hr: Ozbiljnost
hu: Súlyosság
id: Tingkat
it: Intensità
ja: 程度
kn: ತೀವ್ರತೆ
ko: 수위
ml: തീവ്രത
mr: तीव्रता
ms: Tahap
nb: Alvorlighetsgrad
nl: Ernst
or: ତୀବ୍ରତା
pa: ਗੰਭੀਰਤਾ
pl: Nasilenie
pt_br: Intensidade
pt_pt: Intensidade
ro: Gravitate
ru: Степень
sk: Závažnosť
sl: Resnost
sv: Allvarlighetsgrad
ta: தீவிரம்
te: తీవ్రత
th: ระดับความรุนแรง
tr: Şiddet düzeyi
uk: Ступінь
ur: شدت
vi: Mức độ
zh_hans: 程度
zh_hant: 程度

source: Show Parents Guide
ar: عرض دليل الوالدين
bn: অভিভাবক নির্দেশিকা দেখান
ca: Mostra la guia per a pares
cs: Zobrazit průvodce pro rodiče
da: Vis forældreguide
de: Elternratgeber anzeigen
el: Εμφάνιση οδηγού για γονείς
es: Mostrar guía para padres
es_mx: Mostrar guía para padres
fi: Näytä vanhempien opas
fr: Afficher le guide parental
gu: માતાપિતા માર્ગદર્શિકા બતાવો
he: הצגת מדריך להורים
hi: अभिभावक गाइड दिखाएँ
hr: Prikaži vodič za roditelje
hu: Szülői útmutató megjelenítése
id: Tampilkan Panduan Orang Tua
it: Mostra guida per i genitori
ja: 保護者向けガイドを表示
kn: ಪೋಷಕರ ಮಾರ್ಗದರ್ಶಿ ತೋರಿಸಿ
ko: 부모 가이드 표시
ml: രക്ഷിതാക്കൾക്കുള്ള ഗൈഡ് കാണിക്കുക
mr: पालक मार्गदर्शक दाखवा
ms: Tunjukkan Panduan Ibu Bapa
nb: Vis foreldreguide
nl: Toon ouderwijzer
or: ଅଭିଭାବକ ଗାଇଡ୍ ଦେଖାନ୍ତୁ
pa: ਮਾਪਿਆਂ ਲਈ ਗਾਈਡ ਦਿਖਾਓ
pl: Pokaż przewodnik dla rodziców
pt_br: Mostrar guia para os pais
pt_pt: Mostrar guia para pais
ro: Afișează ghidul pentru părinți
ru: Показывать руководство для родителей
sk: Zobraziť sprievodcu pre rodičov
sl: Prikaži vodnik za starše
sv: Visa föräldraguide
ta: பெற்றோர் வழிகாட்டியைக் காட்டு
te: తల్లిదండ్రుల గైడ్ చూపించు
th: แสดงคู่มือสำหรับผู้ปกครอง
tr: Ebeveyn Rehberini Göster
uk: Показувати посібник для батьків
ur: والدین کے لیے رہنما دکھائیں
vi: Hiện hướng dẫn cho phụ huynh
zh_hans: 显示家长指南
zh_hant: 顯示家長指南

source: Showing %lld of %lld entries.
ar: عرض %1$lld من أصل %2$lld إدخال.
bn: %2$lld টির মধ্যে %1$lld টি এন্ট্রি দেখানো হচ্ছে।
ca: Es mostren %1$lld de %2$lld entrades.
cs: Zobrazeno %1$lld z %2$lld záznamů.
da: Viser %1$lld af %2$lld poster.
de: %1$lld von %2$lld Einträgen werden angezeigt.
el: Εμφάνιση %1$lld από %2$lld καταχωρίσεις.
es: Mostrando %1$lld de %2$lld entradas.
es_mx: Mostrando %1$lld de %2$lld entradas.
fi: Näytetään %1$lld / %2$lld merkintää.
fr: %1$lld entrées affichées sur %2$lld.
gu: %2$lld માંથી %1$lld એન્ટ્રી બતાવી રહ્યાં છીએ.
he: מוצגות %1$lld מתוך %2$lld רשומות.
hi: %2$lld में से %1$lld प्रविष्टियाँ दिखाई जा रही हैं।
hr: Prikazano %1$lld od %2$lld unosa.
hu: %2$lld bejegyzésből %1$lld látható.
id: Menampilkan %1$lld dari %2$lld entri.
it: %1$lld voci mostrate su %2$lld.
ja: %2$lld 件中 %1$lld 件を表示しています。
kn: %2$lld ರಲ್ಲಿ %1$lld ನಮೂದುಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ.
ko: %2$lld개 중 %1$lld개 항목 표시 중
ml: %2$lld എൻട്രികളിൽ %1$lld എണ്ണം കാണിക്കുന്നു.
mr: %2$lld पैकी %1$lld नोंदी दाखवत आहे.
ms: Menunjukkan %1$lld daripada %2$lld entri.
nb: Viser %1$lld av %2$lld oppføringer.
nl: %1$lld van %2$lld items weergegeven.
or: %2$lld ମଧ୍ୟରୁ %1$lld ଏଣ୍ଟ୍ରି ଦେଖାଯାଉଛି।
pa: %2$lld ਵਿੱਚੋਂ %1$lld ਐਂਟਰੀਆਂ ਦਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।
pl: Wyświetlono %1$lld z %2$lld wpisów.
pt_br: Mostrando %1$lld de %2$lld entradas.
pt_pt: A mostrar %1$lld de %2$lld entradas.
ro: Se afișează %1$lld din %2$lld intrări.
ru: Показано %1$lld из %2$lld записей.
sk: Zobrazených %1$lld z %2$lld záznamov.
sl: Prikazanih %1$lld od %2$lld vnosov.
sv: Visar %1$lld av %2$lld poster.
ta: %2$lld இல் %1$lld பதிவுகள் காட்டப்படுகின்றன.
te: %2$lld లో %1$lld ఎంట్రీలు చూపబడుతున్నాయి.
th: แสดง %1$lld จาก %2$lld รายการ
tr: %2$lld girişten %1$lld tanesi gösteriliyor.
uk: Показано %1$lld з %2$lld записів.
ur: %2$lld میں سے %1$lld اندراجات دکھائے جا رہے ہیں۔
vi: Đang hiển thị %1$lld trên %2$lld mục.
zh_hans: 显示 %2$lld 条中的 %1$lld 条。
zh_hant: 顯示 %2$lld 則中的 %1$lld 則。

source: Shows IMDb's community parents guide on movie and TV show pages.
ar: يعرض دليل الوالدين من مجتمع IMDb في صفحات الأفلام والمسلسلات.
bn: সিনেমা ও টিভি শোর পৃষ্ঠায় IMDb কমিউনিটির অভিভাবক নির্দেশিকা দেখায়।
ca: Mostra la guia per a pares de la comunitat d'IMDb a les pàgines de pel·lícules i sèries.
cs: Zobrazuje komunitního průvodce pro rodiče z IMDb na stránkách filmů a seriálů.
da: Viser IMDb-fællesskabets forældreguide på film- og seriesider.
de: Zeigt den Elternratgeber der IMDb-Community auf Film- und Serienseiten an.
el: Εμφανίζει τον οδηγό για γονείς της κοινότητας του IMDb στις σελίδες ταινιών και σειρών.
es: Muestra la guía para padres de la comunidad de IMDb en las páginas de películas y series.
es_mx: Muestra la guía para padres de la comunidad de IMDb en las páginas de películas y series.
fi: Näyttää IMDb-yhteisön vanhempien oppaan elokuvien ja sarjojen sivuilla.
fr: Affiche le guide parental de la communauté IMDb sur les pages des films et des séries.
gu: ફિલ્મ અને ટીવી શોના પેજ પર IMDb સમુદાયની માતાપિતા માર્ગદર્શિકા બતાવે છે.
he: מציג את המדריך להורים של קהילת IMDb בדפי סרטים וסדרות.
hi: फ़िल्म और टीवी शो पेजों पर IMDb समुदाय की अभिभावक गाइड दिखाता है।
hr: Prikazuje vodič za roditelje IMDb zajednice na stranicama filmova i serija.
hu: Megjeleníti az IMDb-közösség szülői útmutatóját a filmek és sorozatok oldalán.
id: Menampilkan panduan orang tua dari komunitas IMDb di halaman film dan acara TV.
it: Mostra la guida per i genitori della community di IMDb nelle pagine di film e serie TV.
ja: 映画とテレビ番組のページに IMDb コミュニティの保護者向けガイドを表示します。
kn: ಚಲನಚಿತ್ರ ಮತ್ತು ಟಿವಿ ಶೋ ಪುಟಗಳಲ್ಲಿ IMDb ಸಮುದಾಯದ ಪೋಷಕರ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 영화 및 TV 프로그램 페이지에 IMDb 커뮤니티의 부모 가이드를 표시합니다.
ml: സിനിമ, ടിവി ഷോ പേജുകളിൽ IMDb കമ്മ്യൂണിറ്റിയുടെ രക്ഷിതാക്കൾക്കുള്ള ഗൈഡ് കാണിക്കുന്നു.
mr: चित्रपट आणि टीव्ही शोच्या पृष्ठांवर IMDb समुदायाचा पालक मार्गदर्शक दाखवते.
ms: Menunjukkan panduan ibu bapa komuniti IMDb pada halaman filem dan rancangan TV.
nb: Viser IMDb-fellesskapets foreldreguide på film- og seriesider.
nl: Toont de ouderwijzer van de IMDb-community op film- en seriepagina's.
or: ଚଳଚ୍ଚିତ୍ର ଏବଂ ଟିଭି ଶୋ ପୃଷ୍ଠାରେ IMDb ସମ୍ପ୍ରଦାୟର ଅଭିଭାବକ ଗାଇଡ୍ ଦେଖାଏ।
pa: ਫ਼ਿਲਮਾਂ ਅਤੇ ਟੀਵੀ ਸ਼ੋਅ ਦੇ ਪੰਨਿਆਂ 'ਤੇ IMDb ਭਾਈਚਾਰੇ ਦੀ ਮਾਪਿਆਂ ਲਈ ਗਾਈਡ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Wyświetla przewodnik dla rodziców społeczności IMDb na stronach filmów i seriali.
pt_br: Mostra o guia para os pais da comunidade do IMDb nas páginas de filmes e séries.
pt_pt: Mostra o guia para pais da comunidade do IMDb nas páginas de filmes e séries.
ro: Afișează ghidul pentru părinți al comunității IMDb pe paginile filmelor și serialelor.
ru: Показывает руководство для родителей от сообщества IMDb на страницах фильмов и сериалов.
sk: Zobrazuje komunitného sprievodcu pre rodičov z IMDb na stránkach filmov a seriálov.
sl: Prikaže vodnik za starše skupnosti IMDb na straneh filmov in serij.
sv: Visar IMDb-communityns föräldraguide på film- och seriesidor.
ta: திரைப்படம் மற்றும் டிவி நிகழ்ச்சி பக்கங்களில் IMDb சமூகத்தின் பெற்றோர் வழிகாட்டியைக் காட்டுகிறது.
te: సినిమా మరియు టీవీ షో పేజీల్లో IMDb కమ్యూనిటీ తల్లిదండ్రుల గైడ్‌ను చూపిస్తుంది.
th: แสดงคู่มือสำหรับผู้ปกครองจากชุมชน IMDb ในหน้าภาพยนตร์และรายการทีวี
tr: Film ve dizi sayfalarında IMDb topluluğunun ebeveyn rehberini gösterir.
uk: Показує посібник для батьків від спільноти IMDb на сторінках фільмів і серіалів.
ur: فلموں اور ٹی وی شوز کے صفحات پر IMDb کمیونٹی کا والدین کے لیے رہنما دکھاتا ہے۔
vi: Hiển thị hướng dẫn cho phụ huynh của cộng đồng IMDb trên trang phim và chương trình truyền hình.
zh_hans: 在电影和电视剧页面上显示 IMDb 社区的家长指南。
zh_hant: 在電影和電視劇頁面上顯示 IMDb 社群的家長指南。

source: Spoiler
ar: حرق للأحداث
bn: স্পয়লার
fi: Juonipaljastus
gu: સ્પોઇલર
he: ספוילר
hi: स्पॉइलर
ja: ネタバレ
kn: ಸ್ಪಾಯ್ಲರ್
ko: 스포일러
ml: സ്‌പോയിലർ
mr: स्पॉयलर
or: ସ୍ପଏଲର୍
pa: ਸਪੌਇਲਰ
ru: Спойлер
sl: Kvarnik
ta: ஸ்பாய்லர்
te: స్పాయిలర్
th: สปอยล์
uk: Спойлер
ur: اسپوائلر
vi: Tiết lộ nội dung
zh_hans: 剧透
zh_hant: 劇透

source: Spoiler: tap to reveal
ar: حرق للأحداث: اضغط للإظهار
bn: স্পয়লার: দেখতে ট্যাপ করুন
ca: Spoiler: toca per mostrar-lo
cs: Spoiler: klepnutím zobrazíte
da: Spoiler: tryk for at vise
de: Spoiler: Zum Anzeigen tippen
el: Spoiler: πατήστε για εμφάνιση
es: Spoiler: toca para mostrar
es_mx: Spoiler: toca para mostrar
fi: Juonipaljastus: näytä napauttamalla
fr: Spoiler : touchez pour afficher
gu: સ્પોઇલર: જોવા માટે ટૅપ કરો
he: ספוילר: הקש כדי להציג
hi: स्पॉइलर: दिखाने के लिए टैप करें
hr: Spoiler: dodirnite za prikaz
hu: Spoiler: koppints a megjelenítéshez
id: Spoiler: ketuk untuk menampilkan
it: Spoiler: tocca per mostrare
ja: ネタバレ: タップして表示
kn: ಸ್ಪಾಯ್ಲರ್: ತೋರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 스포일러: 탭하여 보기
ml: സ്‌പോയിലർ: കാണാൻ ടാപ്പ് ചെയ്യുക
mr: स्पॉयलर: दाखवण्यासाठी टॅप करा
ms: Spoiler: ketik untuk tunjukkan
nb: Spoiler: trykk for å vise
nl: Spoiler: tik om te tonen
or: ସ୍ପଏଲର୍: ଦେଖିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਸਪੌਇਲਰ: ਦਿਖਾਉਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Spoiler: stuknij, aby pokazać
pt_br: Spoiler: toque para mostrar
pt_pt: Spoiler: toque para mostrar
ro: Spoiler: atinge pentru a afișa
ru: Спойлер: нажмите, чтобы показать
sk: Spoiler: ťuknutím zobrazíte
sl: Kvarnik: tapnite za prikaz
sv: Spoiler: tryck för att visa
ta: ஸ்பாய்லர்: காட்ட தட்டவும்
te: స్పాయిలర్: చూపించడానికి నొక్కండి
th: สปอยล์: แตะเพื่อแสดง
tr: Spoiler: göstermek için dokunun
uk: Спойлер: торкніться, щоб показати
ur: اسپوائلر: دکھانے کے لیے تھپتھپائیں
vi: Tiết lộ nội dung: chạm để hiện
zh_hans: 剧透：轻点以显示
zh_hant: 劇透：點一下以顯示

source: View on IMDb
ar: عرض على IMDb
bn: IMDb-তে দেখুন
ca: Mostra a IMDb
cs: Zobrazit na IMDb
da: Se på IMDb
de: Auf IMDb ansehen
el: Προβολή στο IMDb
es: Ver en IMDb
es_mx: Ver en IMDb
fi: Näytä IMDb:ssä
fr: Voir sur IMDb
gu: IMDb પર જુઓ
he: הצגה ב‑IMDb
hi: IMDb पर देखें
hr: Prikaži na IMDb-u
hu: Megtekintés az IMDb-n
id: Lihat di IMDb
it: Vedi su IMDb
ja: IMDb で見る
kn: IMDb ನಲ್ಲಿ ನೋಡಿ
ko: IMDb에서 보기
ml: IMDb-യിൽ കാണുക
mr: IMDb वर पहा
ms: Lihat di IMDb
nb: Vis på IMDb
nl: Bekijk op IMDb
or: IMDb ରେ ଦେଖନ୍ତୁ
pa: IMDb 'ਤੇ ਦੇਖੋ
pl: Zobacz w IMDb
pt_br: Ver no IMDb
pt_pt: Ver no IMDb
ro: Vezi pe IMDb
ru: Открыть на IMDb
sk: Zobraziť na IMDb
sl: Poglej na IMDb
sv: Visa på IMDb
ta: IMDb இல் பார்
te: IMDbలో చూడండి
th: ดูบน IMDb
tr: IMDb'de Görüntüle
uk: Відкрити на IMDb
ur: IMDb پر دیکھیں
vi: Xem trên IMDb
zh_hans: 在 IMDb 上查看
zh_hant: 在 IMDb 上檢視

source: “Add Dune to Cronica”
ar: «أضف Dune إلى Cronica»
bn: "Cronica-এ টিউন যোগ করুন"
ca: «Afegeix Dune a Cronica»
cs: „Přidej Dune do Cronica“
da: “Tilføj Dune til Cronica”
de: „Füge Dune zu Cronica hinzu“
el: «Πρόσθεσε το Dune στο Cronica»
es: “Añade Dune a Cronica”
es_mx: “Agrega Dune a Cronica”
fi: ”Lisää Dune Cronicaan”
fr: « Ajoute Dune à Cronica »
gu: "Cronica માં ડ્યુન ઉમેરો"
he: ״הוסף את Dune ל־Cronica״
hi: “Dune को Cronica में जोड़ें”
hr: “Dodaj Dune u Cronica”
hu: „Add hozzá a Dune-t a Cronicához”
id: “Tambahkan Dune ke Cronica”
it: “Aggiungi Dune a Cronica”
ja: 「Cronicaにデューンを追加」
kn: "Cronica ಗೆ ಡ್ಯೂನ್ ಸೇರಿಸಿ"
ko: “Cronica에 듄 추가”
ml: "Cronica-ലേക്ക് ഡ്യൂൺ ചേർക്കുക"
mr: "Cronica मध्ये ड्यून जोडा"
ms: “Tambah Dune ke Cronica”
nb: “Legg til Dune i Cronica”
nl: “Voeg Dune toe aan Cronica”
or: “Cronica ରେ Dune ଯୋଡନ୍ତୁ”
pa: "Cronica ਵਿੱਚ ਡੂਨ ਸ਼ਾਮਲ ਕਰੋ"
pl: „Dodaj Diunę do Cronica”
pt_br: “Adicionar Dune ao Cronica”
pt_pt: “Adicionar Dune ao Cronica”
ro: „Adaugă Dune în Cronica”
ru: «Добавь Dune в Cronica»
sk: „Pridaj Dune do Cronica“
sl: »Dodaj Dune v Cronica«
sv: “Lägg till Dune i Cronica”
ta: "Cronica இல் டூனைச் சேர்"
te: “Cronicaకి డూన్‌ని జోడించు”
th: “เพิ่ม Dune ให้กับ Cronica”
tr: “Dune’u Cronica’ya ekle”
uk: «Додай Dune до Cronica»
ur: "Cronica میں Dune شامل کریں"
vi: “Thêm cồn cát vào Cronica”
zh_hans: “将《沙丘》添加到 Cronica”
zh_hant: 「將《沙丘》加入 Cronica」

source: “Mark my next episode as watched”
ar: «علّم الحلقة التالية كمشاهَدة»
bn: আমার পরবর্তী পর্বটি দেখা হয়েছে হিসেবে চিহ্নিত করুন।
ca: «Marca el meu proper episodi com a vist»
cs: „Označ mou další epizodu jako zhlédnutou“
da: “Markér min næste episode som set”
de: „Markiere meine nächste Episode als gesehen“
el: «Μάρκαρε το επόμενο επεισόδιό μου ως προβληθέν»
es: “Marca mi próximo episodio como visto”
es_mx: “Marca mi próximo episodio como visto”
fi: ”Merkitse seuraava jaksoni katsotuksi”
fr: « Marque mon prochain épisode comme vu »
gu: "મારો આગામી એપિસોડ જોયો તરીકે ચિહ્નિત કરો"
he: ״סמן את הפרק הבא שלי כנצפה״
hi: “मेरा अगला एपिसोड देखा गया चिह्नित करें”
hr: “Označi moju sljedeću epizodu kao pogledanu”
hu: „Jelöld megnézettként a következő epizódomat”
id: “Tandai episode berikutnya saya sebagai ditonton”
it: “Segna il mio prossimo episodio come visto”
ja: 「次のエピソードを視聴済みにする」
kn: "ನನ್ನ ಮುಂದಿನ ಸಂಚಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ"
ko: “다음 에피소드를 시청함으로 표시해”
ml: "എൻ്റെ അടുത്ത എപ്പിസോഡ് കണ്ടതായി അടയാളപ്പെടുത്തുക"
mr: “माझा पुढचा भाग पाहिला म्हणून चिन्हांकित करा”
ms: “Tanda episod seterusnya saya sebagai ditonton”
nb: “Merk neste episode som sett”
nl: “Markeer mijn volgende aflevering als bekeken”
or: “ମୋର ପରବର୍ତ୍ତୀ ଏପିସୋଡ୍ ଦେଖାଗଲା”
pa: "ਮੇਰੇ ਅਗਲੇ ਐਪੀਸੋਡ ਨੂੰ ਦੇਖੇ ਗਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ"
pl: „Oznacz mój następny odcinek jako obejrzany”
pt_br: “Marcar meu próximo episódio como assistido”
pt_pt: “Marcar meu próximo episódio como assistido”
ro: „Marchează următorul meu episod ca vizionat”
ru: «Отметь следующий эпизод как просмотренный»
sk: „Označ moju ďalšiu epizódu ako pozretú“
sl: »Označi mojo naslednjo epizodo kot ogledano«
sv: “Markera mitt nästa avsnitt som sett”
ta: "எனது அடுத்த அத்தியாயத்தைப் பார்த்ததாகக் குறி"
te: "నా తదుపరి ఎపిసోడ్ చూసినట్లుగా గుర్తించండి"
th: “ทำเครื่องหมายตอนถัดไปของฉันว่าดูแล้ว”
tr: “Sonraki bölümümü izlendi olarak işaretle”
uk: «Познач наступний епізод як переглянутий»
ur: "میری اگلی قسط کو دیکھنے کے طور پر نشان زد کریں"
vi: "Đánh dấu tập tiếp theo của tôi là đã xem"
zh_hans: “将下一集标记为已看”
zh_hant: 「將下一集標記為已看」

source: “Open my watchlist in Cronica”
ar: «افتح قائمة المشاهدة في Cronica»
bn: "আমার ওয়াচলিস্ট Cronica এ খুলুন"
ca: «Obre la meva Watchlist a Cronica»
cs: „Otevři můj seznam v Cronica“
da: “Åbn min watchlist i Cronica”
de: „Öffne meine Watchlist in Cronica“
el: «Άνοιξε τη λίστα μου στο Cronica»
es: “Abre mi lista en Cronica”
es_mx: “Abre mi lista en Cronica”
fi: ”Avaa katselulistani Cronicassa”
fr: « Ouvre ma liste dans Cronica »
gu: "Cronica માં મારી વોચલિસ્ટ ખોલો"
he: ״פתח את רשימת הצפייה שלי ב־Cronica״
hi: “Cronica में मेरी वॉचलिस्ट खोलें”
hr: “Otvori moju listu u Cronica”
hu: „Nyisd meg a listámat a Cronicában”
id: “Buka watchlist saya di Cronica”
it: “Apri la mia watchlist in Cronica”
ja: 「Cronicaのウォッチリストを開く」
kn: "Cronica ನಲ್ಲಿ ನನ್ನ ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ"
ko: “Cronica 관심 목록 열기”
ml: "എൻ്റെ വാച്ച് ലിസ്റ്റ് Cronica-ൽ തുറക്കുക"
mr: "Cronica मध्ये माझी वॉचलिस्ट उघडा"
ms: “Buka senarai tontonan saya dalam Cronica”
nb: “Åpne ønskelisten min i Cronica”
nl: “Open mijn watchlist in Cronica”
or: “Cronica ରେ ମୋର ୱାଚଲିଷ୍ଟ ଖୋଲ”
pa: "Cronica ਵਿੱਚ ਮੇਰੀ ਵਾਚਲਿਸਟ ਖੋਲ੍ਹੋ"
pl: „Otwórz moją listę w Cronica”
pt_br: “Abrir minha lista no Cronica”
pt_pt: “Abrir minha lista no Cronica”
ro: „Deschide lista mea din Cronica”
ru: «Открой мой список в Cronica»
sk: „Otvor môj zoznam v Cronica“
sl: »Odpri mojo watchlist v Cronica«
sv: “Öppna min watchlist i Cronica”
ta: “எனது கண்காணிப்பு பட்டியலை Cronica இல் திற”
te: “Cronicaలో నా వీక్షణ జాబితాను తెరవండి”
th: “เปิดรายการเฝ้าดูของฉันใน Cronica”
tr: “Cronica izleme listemi aç”
uk: «Відкрий мій список у Cronica»
ur: "Cronica میں میری واچ لسٹ کھولیں"
vi: “Mở danh sách theo dõi của tôi trong Cronica”
zh_hans: “打开 Cronica 片单”
zh_hant: 「打開 Cronica 片單」

source: “Open Severance in Cronica”
ar: «افتح Severance في Cronica»
bn: “Cronica-এ ওপেন সেভারেন্স”
ca: «Obre Severance a Cronica»
cs: „Otevři Severance v Cronica“
da: “Åbn Severance i Cronica”
de: „Öffne Severance in Cronica“
el: «Άνοιξε το Severance στο Cronica»
es: “Abre Severance en Cronica”
es_mx: “Abre Severance en Cronica”
fi: ”Avaa Severance Cronicassa”
fr: « Ouvre Severance dans Cronica »
gu: "Cronica માં ઓપન સેવરન્સ"
he: ״פתח את Severance ב־Cronica״
hi: “Cronica में Severance खोलें”
hr: “Otvori Severance u Cronica”
hu: „Nyisd meg a Severance-t a Cronicában”
id: “Buka Severance di Cronica”
it: “Apri Severance in Cronica”
ja: 「Cronicaでセヴェランスを開く」
kn: "Cronica ನಲ್ಲಿ ಸೀವೆರೆನ್ಸ್ ತೆರೆಯಿರಿ"
ko: “Cronica에서 세브란스 열기”
ml: "Cronica-ൽ തുറക്കുക"
mr: "Cronica मध्ये उघडा विच्छेदन"
ms: “Buka Severance dalam Cronica”
nb: “Åpne Severance i Cronica”
or: “Cronica ରେ ଖୋଲା ସେଭରେନ୍ସ”
pa: "Cronica ਵਿੱਚ ਓਪਨ ਸੇਵਰੈਂਸ"
pl: „Otwórz Severance w Cronica”
pt_br: “Abrir Severance no Cronica”
pt_pt: “Abrir Severance no Cronica”
ro: „Deschide Severance în Cronica”
ru: «Открой Severance в Cronica»
sk: „Otvor Severance v Cronica“
sl: »Odpri Severance v Cronica«
sv: “Öppna Severance i Cronica”
ta: "Cronica இல் திறந்த பிரிவினை"
te: "Cronicaలో తెరువు సెవెరెన్స్"
th: “เปิดการชดเชยใน Cronica”
tr: “Cronica’da Severance’ı aç”
uk: «Відкрий Severance у Cronica»
ur: "Cronica میں علیحدگی کو کھولیں"
vi: “Mở Tạm ngừng trong Cronica”
zh_hans: “在 Cronica 中打开《人生切割术》”
zh_hant: 「在 Cronica 中打開《人生切割術》」

source: “Open up next in Cronica”
ar: «افتح التالي في Cronica»
bn: "পরের Cronica এর মধ্যে খুলুন"
ca: «Obre A continuació a Cronica»
cs: „Otevři Další v Cronica“
da: “Åbn Næste i Cronica”
de: „Öffne Als Nächstes in Cronica“
el: «Άνοιξε τα Επόμενα στο Cronica»
es: “Abre A continuación en Cronica”
es_mx: “Abre A continuación en Cronica”
fi: ”Avaa Seuraavaksi Cronicassa”
fr: « Ouvre À suivre dans Cronica »
gu: "Cronica માં આગળ ખોલો"
he: ״פתח את הבא בתור ב־Cronica״
hi: “Cronica में आगे क्या खोलें”
hr: “Otvori Sljedeće u Cronica”
hu: „Nyisd meg a Következőket a Cronicában”
id: “Buka Selanjutnya di Cronica”
it: “Apri In programma in Cronica”
ja: 「Cronicaの次に観るを開く」
kn: "Cronica ನಲ್ಲಿ ಮುಂದೆ ತೆರೆಯಿರಿ"
ko: “Cronica 다음에 볼 것 열기”
ml: "അടുത്തത് Cronica-ൽ തുറക്കുക"
mr: "Cronica मध्ये पुढील उघडा"
ms: “Buka Seterusnya dalam Cronica”
nb: “Åpne Neste i Cronica”
nl: “Open Hierna in Cronica”
or: “Cronica ରେ ପରବର୍ତ୍ତୀ ଖୋଲ”
pa: "ਅਗਲਾ Cronica ਵਿੱਚ ਖੋਲ੍ਹੋ"
pl: „Otwórz Dalej w Cronica”
pt_br: “Abrir A seguir no Cronica”
pt_pt: “Abrir A seguir no Cronica”
ro: „Deschide Urmează în Cronica”
ru: «Открой Дальше в Cronica»
sk: „Otvor Ďalej v Cronica“
sl: »Odpri Naprej v Cronica«
sv: “Öppna Härnäst i Cronica”
ta: "அடுத்ததை Cronica இல் திறக்கவும்"
te: “తర్వాత Cronicaలో తెరవండి”
th: “เปิดต่อไปใน Cronica”
tr: “Cronica’da Sıradakiler’i aç”
uk: «Відкрий Далі в Cronica»
ur: "اگلے Cronica میں کھولیں"
vi: “Mở ra tiếp theo trong Cronica”
zh_hans: “打开 Cronica 的接下来”
zh_hant: 「打開 Cronica 的接下來」
